Repository: econcess/menschzumensch.eu
Catalog: typo3conf/ext/calendars/Resources/Private/Language/*.locallang_csh_calendarevent.xlf
Languages: de

# calendar_event_category.description
source: Choose event category
de: Wähle Kategorien für Veranstaltung

# teaser.description
source: Teaser text of the event.
de: Teaser Text der Veranstaltung

# frontend_user.description
source: Owner of the event.
de: Besitzer dieser Veranstaltung.

# description.description
source: Description of the event
de: Dies ist die Beschreibung des Events.

# detail_pid.description
source: Page where the details should be displayed. If it's empty, the details will be displayed on the same page. A linked page does not have a event plugin for displaying information, it can also be a simple page with text/media content.
de: Seite, auf der die Details angezeigt werden sollen. Wenn es leer ist, werden die Details auf derselben Seite angezeigt. Eine verlinkte Seite verfügt nicht über ein Ereignis-Plugin zum Anzeigen von Informationen, sondern kann auch eine einfache Seite mit Text- / Medieninhalten sein.

# registration_pid.description
source: Page where the registration should be displayed. If it's empty, the registration page from TypoScript constants setting will be displayed. If in TypoScript constants also isn't a value configured, the registration button won't be displayed.
de: Seite, auf der die Registrierung angezeigt werden soll. Wenn es leer ist, wird die Registrierungsseite aus der Einstellung der TypoScript-Konstanten angezeigt. Wenn in TypoScript-Konstanten auch kein Wert konfiguriert ist, wird die Registrierungsschaltfläche nicht angezeigt.

# registration_pid.description
source: Page for registration
de: Seite für Anmeldung

# registration_address.description
source: Registration address
de: Addresse für Anmeldung

# registrations.description
source: Add new registration
de: Neue Anmeldung hinzufügen

# endtime.description
source: End time.
de: Endzeit

# end_date.description
source: End date of event
de: Dies ist das Enddatum des Events.

# external_link.description
source: Link to the event
de: Link zu der Veranstaltung

# hidden.description
source: If selected, the event is hidden.
de: Ist dieser Haken gesetzt, dann wird die Veranstaltung verborgen.

# images.description
source: Description of the event
de: Beschreibung der Veranstaltung

# starttime.description
source: Start time.
de: Start

# start_date.description
source: The start date of the event
de: Dies ist das Startdatum des Events.

# subtitle.description
source: Subtitle of the event.
de: Dies ist der Untertitel des Events.

# sys_language_uid.description
source: Language of this event.
de: Sprache dieser Veranstaltung

# ticket_amount.description
source: Total amount of tickets
de: Gesamtzahl der Tickets

# tickets_available.description
source: Number of tickets left
de: Anzahl der restlichen verfuegbaren Tickets

# title.description
source: Title of the Event.
de: Dies ist der Titel des Events.

# address.description
source: Event address
de: Adresse wo das Event stattfindet.

# attribute1.description
source: Create an attribute
de: Neue Attribut erstellen.

# attribute2.description
source: Create an attribute
de: Neue Attribut erstellen.

# attribute3.description
source: Create an attribute
de: Neue Attribut erstellen.

# attribute4.description
source: Create an attribute
de: Neue Attribut erstellen.
