Repository: econcess/menschzumensch.eu
Catalog: typo3conf/ext/calendars/Resources/Private/Language/*.locallang_constants.xlf
Languages: de

# tx_calendars_constants.subcategory_container
source: Calendar Container
de: Kalender Container

# tx_calendars_constants.container_calendar
source: Container for calendar records
de: Kalender

# tx_calendars_constants.subcategory_pages
source: Calendar Pages
de: Kalender Seiten

# tx_calendars_constants.pages_calendar_list
source: Calendar event list page
de: Kalender Veranstaltung List Seite

# tx_calendars_constants.pages_calendar_detail
source: Calendar event detail page
de: Kalender Veranstaltung Detailseite

# tx_calendars_constants.pages_calendar_year
source: Calendar year overview
de: Kalenderjahresübersicht

# tx_calendars_constants.pages_calendar_registration
source: Calendar event registration
de: Kalenderveranstaltungregistrierung

# tx_calendars_constants.subcategory_view
source: Calendar Templates
de: Kalender Templates

# tx_calendars_constants.subcategory_general
source: Calendar general settings
de: Allgemeine Kalender Optionen

# tx_calendars_constants.default_image
source: Path of the default image: This can be a path like EXT:calendars/Resources/Public/Images/no-image.png or fileadmin/images/no-image.png
de: Pfad des Standardbilds: Dies kann ein Pfad sein wie EXT:calendars/Resources/Public/Images/no-image.png oder fileadmin/images/no-image.png

# tx_calendars_constants.subcategory_registration
source: Calendar registration settings
de: Kalender Registrierungs Optionen

# tx_calendars_constants.registration_subject
source: Email subject
de: Email Betreff

# tx_calendars_constants.registration_to_email
source: Receiver email address
de: Email Adresse Empfänger

# tx_calendars_constants.registration_to_name
source: Receiver email name
de: Name des Empfängers

# tx_calendars_constants.registration_from_email
source: Sender email address
de: Email Adresse Absender

# tx_calendars_constants.registration_from_name
source: Sender email name
de: Name des Absenders

# tx_calendars_constants.registration_bcc_email
source: BCC address
de: BCC Adresse

# tx_calendars_constants.enable_confirmation_email
source: Enable confirmation email
de: Bestätigungs-E-Mail aktivieren

# tx_calendars_constants.enable_redirect_after_registration
source: Redirect to detail page.
de: Redirect zu Detailseite

# tx_calendars_constants.subcategory_detail
source: Calendar detail view
de: Kalender Detailansicht

# tx_calendars_constants.detail_image_height
source: Detail image height: This value is used as max value.
de: Detailbildhöhe: Dieser Wert wird als Maximalwert verwendet

# tx_calendars_constants.detail_image_width
source: Detail image width: This value is used as max value.
de: Detailbildbreite: Dieser Wert wird als Maximalwert verwendet.

# tx_calendars_constants.subcategory_list
source: Calendar list view
de: Kalenderlistenansicht

# tx_calendars_constants.list_image_height
source: List image height: This value is used as max value.
de: Listenbildhöhe: Dieser Wert wird als Maximalwert verwendet.

# tx_calendars_constants.list_image_width
source: List image width: This value is used as max value.
de: Listenbildbreite: Dieser Wert wird als Maximalwert verwendet.

# tx_calendars_constants.subcategory_year
source: Calendar year view
de: Kalenderjahresansicht

# tx_calendars_constants.year_calendar_week_visible
source: Calendar weeks should be visible?
de: Kalenderwochen sollen sichtbar sein?

# tx_calendars_constants.year_category_explanation_visible
source: Calendar category explanation should be visible?
de: Kalenderkategorie Erklärung sollte sichtbar sein?

# tx_calendars_constants.subcategory_email
source: Social media email
de: Social Media Mail

# tx_calendars_constants.socialmedia_twitter_title
source: Twitter link title
de: Twitter-Link Titel

# tx_calendars_constants.socialmedia_twitter_css_class
source: Twitter link CSS class
de: Twitter-Link CSS-Klasse

# tx_calendars_constants.socialmedia_facebook_title
source: Facebook link title
de: Facebook-Link Titel

# tx_calendars_constants.socialmedia_facebook_css_class
source: Facebook link css class
de: Facebook-Link CSS-Klasse

# tx_calendars_constants.socialmedia_email_title
source: Email link title
de: Mail-Link Titel

# tx_calendars_constants.socialmedia_email_css_class
source: Email link css class
de: Mail-Link CSS-Klasse
