Repository: econcess/menschzumensch.eu
Catalog: typo3conf/ext/calendars/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_calendars_label.contains_calendar
source: Calendar-Events
de: Veranstaltung

# tx_calendars_domain_model_calendarevent
source: Calendar Event
de: Veranstaltung

# tx_calendars_domain_model_calendarevent.title
source: Title
de: Titel

# tx_calendars_domain_model_calendarevent.subtitle
source: Subtitle Slug
de: Untertitel Sprechende URL

# tx_calendars_domain_model_calendarevent.frontend_user
source: Frontend user
de: Frontend-Benutzer

# tx_calendars_domain_model_calendarevent.hide_links_to_detail_view
source: Hide links to the detail view
de: Verstecke Links zur Detailansicht

# tx_calendars_domain_model_calendarevent.description
source: Description
de: Beschreibung

# tx_calendars_domain_model_calendarevent.detail_pid
source: Detail page
de: Detailseite

# tx_calendars_domain_model_calendarevent.external_link
source: External link
de: Externer Link

# tx_calendars_domain_model_calendarevent.images_add
source: Add images
de: Bilder hinzufügen

# tx_calendars_domain_model_calendarevent.images
source: Images
de: Bilder

# tx_calendars_domain_model_calendarevent.palette_start_and_end_date
source: Event period
de: Veranstaltungszeitraum

# tx_calendars_domain_model_calendarevent.start_date
source: Start date
de: Startdatum

# tx_calendars_domain_model_calendarevent.end_date
source: End date
de: Enddatum

# tx_calendars_domain_model_calendarevent.tab_relations
source: Relations
de: Relationen

# tx_calendars_domain_model_calendarevent.categories
source: Category(s)
de: Gruppe/Gruppen

# tx_calendars_domain_model_calendarevent.address
source: Address
de: Adresse

# tx_calendars_domain_model_calendarevent.tab_registration
source: Registration
de: Anmeldung

# tx_calendars_domain_model_calendarevent.registration_pid
source: Registration page
de: Anmeldung Seite

# tx_calendars_domain_model_calendarevent.registration_address
source: Registration address
de: Anmeldungsadresse

# tx_calendars_domain_model_calendarevent.registrations
source: Registrations
de: Anmeldungen

# tx_calendars_domain_model_calendarevent.files
source: Files
de: Dateien

# tx_calendars_domain_model_calendarevent.ticket_amount
source: Ticket amount
de: Ticket Menge

# tx_calendars_domain_model_calendarevent.tickets_available
source: Tickets available
de: Tickets verfügbar

# tx_calendars_domain_model_calendarevent.attribute1
source: Attribute 1
de: Attribut 1

# tx_calendars_domain_model_calendarevent.attribute2
source: Attribute 2
de: Attribut 2

# tx_calendars_domain_model_calendarevent.attribute3
source: Attribute 3
de: Attribut 3

# tx_calendars_domain_model_calendarevent.attribute4
source: Attribute 4
de: Attribut 4

# tx_calendars_domain_model_calendarevent.tab_access
source: Access
de: Zugriff

# tx_calendars_domain_model_calendarevent.tab_language
source: Language
de: Sprache

# tx_calendars_domain_model_calendareventcategory
source: Calendar Event Category
de: Veranstaltungs-Gruppe

# tx_calendars_domain_model_calendareventcategory.title
source: Title
de: Titel

# tx_calendars_domain_model_calendareventcategory.description
source: Description
de: Beschreibung

# tx_calendars_domain_model_calendareventcategory.tab_access
source: Access
de: Zugriff

# tx_calendars_domain_model_calendareventcategory.tab_language
source: Language
de: Sprache

# tx_calendars_domain_model_calendareventregistration
source: Calendar Event Registration
de: Veranstaltung Anmeldung

# tx_calendars_domain_model_calendareventregistration.last_name
source: Lastname
de: Name

# tx_calendars_domain_model_calendareventregistration.first_name
source: Firstname
de: Vorname

# tx_calendars_domain_model_calendareventregistration.frontend_user
source: Frontend user
de: Frontend Benutzer

# tx_calendars_domain_model_calendareventregistration.address
source: Address
de: Addresse

# tx_calendars_domain_model_calendareventregistration.zip
source: Zipcode
de: Postleitzahl

# tx_calendars_domain_model_calendareventregistration.city
source: City
de: Stadt

# tx_calendars_domain_model_calendareventregistration.telephone
source: Telephone
de: Telefon

# tx_calendars_domain_model_calendareventregistration.message
source: Message
de: Nachricht

# tx_calendars_domain_model_calendareventregistration.tab_access
source: Access
de: Zugriff

# tx_calendars_domain_model_calendareventregistration.tab_language
source: Language
de: Sprache

# tx_calendars_domain_model_calendareventregistration.tab_event
source: Event
de: Veranstaltung

# tx_calendars_domain_model_calendareventregistration.event
source: Event
de: Veranstaltung

# sys_file_reference.preview
source: Show in preview
de: In Vorschau darstellen

# tx_calendars_newcontentelementwizard_calendarfullyear.title
source: Calendar: Full year
de: Kalender: vollständiges Jahr

# tx_calendars_newcontentelementwizard_calendarfullyear.description
source: Display a full year calendar
de: Vollständig Jahreskalender anzeigen

# tx_calendars_newcontentelementwizard_calendarlist.title
source: Calendar: Event list
de: Kalender: Verstaltungslist

# tx_calendars_newcontentelementwizard_calendarlist.description
source: Display an event list
de: Veranstaltungslist anzeigen

# tx_calendars_newcontentelementwizard_calendarmonth.title
source: Calendar: Month widget
de: Kalender: Monat Widget

# tx_calendars_newcontentelementwizard_calendarmonth.description
source: Display a single month.
de: Einzelne Monat anzeigen

# tx_calendars_newcontentelementwizard_eventregistration.title
source: Calendar: Event registration
de: Kalender: Veranstaltung anmeldung

# tx_calendars_newcontentelementwizard_eventregistration.description
source: Display a regstistration for an event.
de: Anmeldung für Veranstaltung anzeigen

# tx_calendars_flexform_registration.flex_form_title
source: Event-Registration
de: Verstaltung Anmeldung

# tx_calendars_flexform_registration.calendar_event_uid
source: Event (optional)
de: Veranstaltung (optional)

# tx_calendars_flexform_registration.disable_event_selection
source: Disable event selection
de: Eventauswahl deaktivieren

# tx_calendars_flexform_registration.back_button_target
source: Back button target page
de: Zurück-Button Zielseite

# tx_calendars_plugin_calendarlist.flex_form_title_general
source: General
de: Allgemein

# tx_calendars_plugin_calendarlist.detail_page_uid
source: Display event details on this Page, instead of the detail page which is defined by TypoScript constants.
de: Zeigen Sie Veranstalungsdetails auf dieser Seite an, anstatt der durch TypoScript-Konstanten definierten Detailseite.

# tx_calendars_plugin_calendarlist.event_calendar_category_uids
source: Event categories (if empty, all accessible categories are used)
de: Veranstaltungskategorien (wenn leer, werden alle zugänglichen Kategorien verwendet)

# tx_calendars_plugin_calendarlist.filter_fields
source: Display a filter above the list?
de: Filter über der Liste anzeigen?

# tx_calendars_plugin_calendarlist.filter_fields_category
source: Category filter
de: Kategoriefilter

# tx_calendars_plugin_calendarlist.filter_fields_category_with_all_entry
source: Category filter (with prepended all entry)
de: Kategoriefilter (mit vorangestelltem Eintrag)

# tx_calendars_plugin_calendarlist.filter_fields_address_with_all_entry
source: Address filter (with prepended all entry)
de: Adressfilter (mit vorangestelltem Eintrag)

# tx_calendars_plugin_calendarlist.social_buttons
source: Select sharing buttons for different social media
de: Wählen Sie Freigabetasten für verschiedene soziale Medien

# tx_calendars_plugin_calendarlist.list_offset
source: Offset of list events
de: Offset von List Veranstaltungen

# tx_calendars_plugin_calendarlist.list_limit
source: Limit of list events (0 means no limit)
de: Limit von Listenereignissen (0 bedeutet kein Limit)

# settings.eventCalendarPid.description
source: If the calendar entry has selected a special detail page, this page goes first.
de: Wenn der Kalendereintrag eine spezielle Detailseite ausgewählt hat, wird diese Seite zuerst angezeigt.

# settings.calendarEventUid.description
source: Select an event, which is preselected by displaying the registration page.
de: Wählen Sie eine Veranstaltung aus, das durch Anzeigen der Registrierungsseite vorausgewählt wird.

# settings.filterFields.description
source: You're able to adjust the order of the fields by using the arrow buttons.
de: Sie können die Reihenfolge der Felder mithilfe der Pfeiltasten anpassen.

# tx_calendars_plugin_calendarfullyear.flex_form_title_general
source: General
de: Allgemein

# tx_calendars_plugin_calendarfullyear.detail_page_uid
source: Display event details on this Page, instead of the detail page which is defined by TypoScript constants.
de: Zeigen Sie Veranstaltungdetails auf dieser Seite an, anstatt der durch TypoScript-Konstanten definierten Detailseite.

# tx_calendars_plugin_calendarfullyear.event_calendar_category_uids
source: Event categories (if empty, all accessible categories are used)
de: Veranstaltungkategorien (wenn leer, werden alle zugänglichen Kategorien verwendet)

# tx_calendars_plugin_calendarfullyear.filter_fields
source: Display a filter above the list?
de: Filter über der Liste anzeigen?

# tx_calendars_plugin_calendarfullyear.filter_fields_category
source: Category filter
de: Kategoriefilter

# tx_calendars_plugin_calendarfullyear.filter_fields_address
source: Address filter
de: Adressfilter

# tx_calendars_plugin_calendarfullyear.filter_fields_year
source: Year filter
de: Jahresfilter

# settings.filterFields.description
source: You're able to adjust the order of the fields by using the arrow buttons. The year select box entries in frontend depends on the found events! On the other hand, the category and address selection won't delimited each other.
de: Sie können die Reihenfolge der Felder mithilfe der Pfeiltasten anpassen. Die Jahresauswahlbox-Einträge im Frontend hängen von den gefundenen Ereignissen ab! Auf der anderen Seite werden die Kategorien- und Adressauswahl nicht voneinander abgegrenzt.

# tx_calendars_flexform_calendareventnew.event_new_description
source: New Event Description
de: Neue Veranstaltungbeschreibung

# tx_calendars_flexform_calendareventnew.event_new_folder
source: New Event image folder
de: Neuer Veranstaltung-Image-Ordner

# tx_calendars_flexform_calendareventnew.event_new_headline
source: New Event Headline
de: Neue Veranstaltung-Überschrift

# tx_calendars_flexform_calendareventnew.event_new_image_storage
source: New Event image storage
de: Neuer Veranstaltung-Image-Speicher

# tx_calendars_flexform_calendareventnew.flex_form_title
source: New Event
de: Neue Veranstaltung
