Repository: econcess/menschzumensch.eu
Catalog: typo3conf/ext/calendars/Resources/Private/Language/*.locallang_csh_calendarregistration.xlf
Languages: de

# last_name.description
source: Last name of registered person.
de: Nachname der registrierten Person.

# first_name.description
source: First name of registered person.
de: Vorname der registrierten Person.

# frontend_user.description
source: Frontend user who carried out registration if applicable.
de: Frontend-Benutzer, der ggf. die Registrierung durchgef체hrt hat.

# email.description
source: Email address of registered person.
de: E-Mail-Adresse der registrierten Person.

# address.description
source: Address of registered person.
de: Adresse der registrierten Person.

# zip.description
source: Zipcode of registered person.
de: Postleitzahl der registrierten Person.

# city.description
source: City of registered person.
de: Stadt der registrierten Person.

# telephone.description
source: Telephone number of registered person.
de: Telefonnummer der registrierten Person.

# fax.description
source: Fax number of registered person.
de: Faxnummer der registrierten Person.

# message.description
source: Message included with registration.
de: Nachricht bei der Registrierung enthalten.

# hidden.description
source: If selected, the registration is hidden.
de: Wenn ausgew채hlt, wird das Registrierung ausgeblendet.

# sys_language_uid.description
source: Language of this registration.
de: Sprache dieser Anmeldung.

# event.description
source: Choose event for registration.
de: W채hle Veranstaltung f체r Anmeldung.

# starttime.description
source: Start time.
de: Start Zeit.

# endtime.description
source: Start time.
de: End Zeit.
