Repository: econcess/menschzumensch.eu
Catalog: typo3conf/ext/ec_news_sections/Resources/Private/Language/*.locallang_newcontentelementwizard.xlf
Languages: de

# ecnewssections_sectionindexnewscontent
source: News Section Index
de: News Abschnittsübersicht / Inhaltsverzeichnis

# ecnewssections_sectionindexnewscontent.wizard.title
source: News Section Index
de: News Abschnittsübersicht / Inhaltsverzeichnis

# ecnewssections_sectionindexnewscontent.wizard.description
source: Provides a section index for the news extension
de: Erstellt ein Inhaltsverzeichnis für News-Beiträge

# ecnewssections_faqcontent.wizard.description
source: Proovides a FAQ element with structured data
de: Erstellt ein FAQ-Element mit strukturierten Daten

# ecnewssections_twittercontent.wizard.description
source: Embeds a single Tweet from Twitter
de: Bettet ein einzelnen Tweet aus Twitter ein

# ecnewssections_twittercontent.bodytext_formlabel
source: Tweet-ID (Number)
de: Tweet-ID (Zahl)

# ecnewssections_twittercontent.please_accept_marketing_cookies
source: To see this tweet please accept our marketing cookies.
de: Um diesen Tweet zu sehen, akzeptieren Sie bitte unsere Marketing-Cookies.

# ecnewssections_twitterquote
source: Quote for Twitter
de: Zitat für Twitter

# ecnewssections_twitterquote.wizard.title
source: Quote for Twitter
de: Zitat für Twitter

# ecnewssections_twitterquote.wizard.description
source: Embeds a quote which can be shared easily at Twitter
de: Bettet ein Zitat ein, welches auf Twitter einfach geteilt werden kann

# ecnewssections_twitterquote.bodytext_formlabel
source: Quote
de: Zitat
